<template>
  <div class="left-index">
    <el-tabs :tab-position="tabPosition" style="margin-top: 40px;">
      <el-tab-pane label="总述">
        <div class="film-birth">
          <p>

            使用"失踪者"一词，具有双重含义:一指物理意义上的胶片的消失(战火、政治焚毁、技术、流失民间、自然条件变化等)，它们所挟带的时光需要通过考古、寻觅和修复来重现，其中实质性的突破屈指可数;一指书写和修辞意义上的消失(意识形态色彩的电影史书写、史学上的学理性偏差)，这是我们中国电影史最大的"特色":这是一部被反复蹂躏的电影史，一些珍奇在这样荒谬的历史中隐现如鬼魂。 他们在巴黎卡铺辛路十四号的“大咖啡馆”地下 室中第一次公开售票播放电影《工厂的大门》，这标志着电影的正式诞生。此后，电影影响愈大， 被成为“机械文艺女神”。其诞生和成长的历 史，也即是连续摄影的机器、 坚韧敏感的胶片和连续放映的机器这三种技术手段改进的过程。
          </p>
        </div>
      </el-tab-pane>
      <el-tab-pane label="早期无声片">
        <div>
          <p>
            以下这些影片我们将永远无法得见，有些人物我们从未听说过--早期无声片
          </p>
          <p>
            从《定军山》开始，中国人制作电影的热潮持续不断。到1926年，全国大小175家电影公司，制作了大量的滑稽短片、生活情景片等，如今只有一部1922年的《劳工之爱情》(又名《掷果缘》)保留下来，成为我们能见到的最早的中国影像。1927年左右，轰轰烈烈的"古装片"运动掀起了影坛的一场商业风暴。今天我们看到的最早一部是1927年侯曜导演的《西厢记》。此人还在黎民伟的大力资助下拍摄了当时的"大片"《木兰从军》，也已散佚。20年代有过一个"倡导国片运动"，产生了大量优秀的作品。黎民伟，在近年来的研究中，越来越显出其对中国电影的卓越贡献，不仅被视为"香港电影之父"，更被批评者树为"中国电影之父"。1920年在上海制作的《阎瑞生》被誉为中国第一部成功的商业电影。这些影片大都流失在战火和世事无常之中。
          </p>
          <p>
            下图是《掷果缘》剧照。
          </p>
          <img src="@/assets/filmImage/掷果缘.jpg" alt="世界第一部电影图">
        </div>
      </el-tab-pane>
      <el-tab-pane label="软性电影">
        <div>
          <p>

            这是一批优美的胶片，集中体现了当时最有学养的知识分子趣味和市民快感。 1933年3月，刘呐鸥、黄嘉谟等人创办了《现代电影》月刊，身为现代派作家，他们宣称"电影是给眼睛吃的冰激凌，是给心灵坐的沙发椅。"他们坚持电影的"软片"性质，推出《花烛之夜》、《化身姑娘》、《人道》和《粉红色的梦》等影片。但在当时便遭到左翼影评人的严厉批评，更被后来大陆的正统电影史所排斥。长期以来，它们只作为左翼电影的对家而存在，即便这些"软性电影"的部分胶片在大批判的年月得以幸存，事实上也已经从电影史上"失踪"了。从目前能够看到的几部电影中，我们可以感受到这些影片深受欧美主流电影趣味的影响，讲究技巧和形式感，讲究受众效果。在电影走向市场的今天，我们应该重新评估甚至鼓励这些电影的有益经验，重新研究这些最熟悉城市的电影作家的理念，用以补充我们失衡的电影生态。而这一工作，决不应该再采用和"左翼"对照的陈旧思路。"双色立体放映法"(Anaglyphe)，曾在1935年前后被路易·卢米埃尔及美国的米高梅公司用来放映短片。 "双色立体放映法"的缺点是使人们不能看到彩色，所以(尤其在德国)有人用两片无色的偏镜片(Polarlides)来代替原先的红绿镜片，使光线从左边或右边偏离分散。 到1950年，这种方法开始走出实验室，在意大利、匈牙利和英国作公开的表演。 1952年11月在纽约，亚区·阿波勒放映了一部立体影片《魔鬼勃华那》，广告上用了这样引人注意的字样:"狮子爬上您的双膝"，"请看爱情的立体表演"。这部描写猛兽的探险片是用低成本在南非拍摄的，它获得如此大的成功，以致好莱坞各大公司竞相用立体电影来拍摄恐怖片(如《戴蜡面具的人》)，表现珍尼·鲁塞尔或丽塔·海华斯的色相的影片(如《法兰西路线》，《萨蒂·汤姆逊小姐》)。但是"偏光镜公司"出租它的眼镜收费之高，正象杀掉一只生金卵的母鸡，观众也对这种电影渐感厌烦，因为这种立体电影顶多只能表现演员在景深镜头中的一些活动，或者靠摄影机的移动来产生某些立体的效果。到1954年年底，好莱坞放弃了立体电影，同时在苏联，伊万诺夫发明的立体电影仍在一些大城市里放映，吸引有限的观众。 "星涅拉马"式宽银幕电影是和立体电影同时在纽约出现的，不过它的流行要持久得多。这种电影的发明者弗莱德·华勒(1954年故世)在放映时采用凹三面银幕和立体音响，就如阿贝尔·冈斯和机械师德布里于1927年和1935年在巴黎两次放映《拿破仑》时所用的方法那样。1940年华尔特·迪斯尼在美国几个城市里放映他的影片《幻想曲》 时也采用三条音带与三个扩音器，来产生立体声的效果。 "星涅拉马"式宽银幕电影用3架放映机，300平方米的凹三面银幕，6条声带和将近20个扩音器。它在纽约获得如此大的商业成功，以致观众要好几个月前预订影院的座位。 经过十年获利的经营，到1962年年底世界各地共有140家"星涅拉马"电影院，放映麦克·托德、茂里安·古柏、路易·德·罗希蒙等人拍摄的九十部影片。这些影片当时还不是故事片，而是一些旅游纪录片，引导观众漫游世界五大洲。当表现交通工具(火车、飞机、小汽车、直升飞机、游览小火车等)迎面飞驰而来时，尤其能产生惊人的效果。 这种立体效果更因哈扎尔·黎夫斯创造的立体声而大大加强。 1962年之后，凹三面银幕简化为一个大银幕，上面只放映70毫米的一部影片。"星涅拉马"式宽银幕电影开始用来放映故事片，但这些故事片在商业上的几次失败，使观看这种电影的人数明显下降。 在"星涅拉马"式宽银幕电影基础上发展起来的环幕电影是由华尔特·迪斯尼出资兴办的。这种电影要观众站在一个环形银幕的中央，银幕上面有11个孔，透过这些孔放映11部16毫米的影片，使周圈360度的银幕上都投射上画面。观众可以瞩目四望，可是很快就会被这种象巡回演出商的演出弄得疲惫不堪，放映很难继续半小时以上，因此至今还没有人为这种电影制作故事片。 "星涅拉马"式宽银幕电影积极倡导者之一的麦克·托德以其惊人的宣传才干大力推销一种名叫"托德-A.O."(A.O.是美国光学公司的简称)的宽银幕电影放映法。这种方法是用70毫米的影片在放映机里向横方面展开，把画面形象投射到几个巨大的银幕上，这些画面比标准影片的画面大十倍。在他不幸于1958年丧身于飞机失事之前，这位善于经营的制片人在用托德-A.O.法放映的两部故事片上发了一笔大财，这两部故事片一部是由弗莱德·齐纳曼导演的轻歌剧片《俄克拉荷马》，另一部故事片是《八十天环游世界》，尤其获得成功，这是一部天真幻想的大场面片，根据儒勒·凡尔纳原作的情节自由改编。到1958年年底止，全世界已有200家电影院安装了放映托德-A.O.影片的设备，另外，为了普及放映起见，托德-A.O.的影片还被转印到35毫米的标准胶片上面。同样也有人着手试验"深景电影"(Vistavision)，这种电影也是用一条35毫米的影片在放映机内向横的方向展开，影片的画格尺寸为35×35毫米，这种尺寸是那些使用莱卡摄影机的摄影师们所很熟悉的。

          </p>
        </div>
      </el-tab-pane>
      <el-tab-pane label="早期类型电影">
        <div>
          <p>

            如《街头巷尾》、《泰山万岁》等喜剧影片、一些被主流电影史所轻视的武侠、神怪影片《火烧红莲寺》(1928年)。"红莲寺一把火，'放出了无量数的剑影刀光'，'敲进了武侠影戏的大门墙'，3年之间，一集一集地续拍下去，竟达18集之多。"从1928年到1931年中国共上映227部武侠神怪片。它们绝对是当时产量最大的电影品种，然而，并未因此而取得在电影史上应有的地位。在《中国电影发展史》中，它们是作为"糟粕"而遭到批判的。至今为止，我们从未看到对它们的严肃的评价和分析。或许，可以期待百年重修电影史的大工程会考虑这件事情。但遗憾的是，很多影片恰恰是消失在前代编史者的手中。这宗电影史上"焚书"行为迄今尚未得到厘清。"电影儒家"的现世激情。1948年初，费穆在另外一部影片的空闲时间用3个月拍完了《小城之春》，上映后，反响不大，很快被人遗忘。1983年，香港艺术中心和香港电影文化中心合办的"20至40年代中国电影回顾展"令《小城之春》重放光芒。此后，该片成为中国电影界一致公认的经典。在世界电影百年之际，该片不仅被评为中国电影90年的10部经典作品之一，更被香港电影评论界评为世界百年电影史上的10大经典之一。而在他一生参与编导和监制的21部影片中，现存的仅有10部。由阮玲玉主演的《城市之夜》、《人生》和《香雪海》已经看不到了，他在战场上拍摄的抗战纪实片《北战场精忠录》和呕心沥血之作《镀金的城》、《孔夫子》、《锦绣江山》也都失散了。仅存抗战宣传片《狼山喋血记》、梅兰芳主演的中国第一部电影戏曲片《生死恨》和《小城之春》。1980年，在英国电影学院的仓库中发现了《天伦》的残片，从这段残片中，我们可以管窥到这位"电影儒家"一系列作品的抱负:温柔敦厚、天人合一的现世理想，以及这种内在素养折射出的优雅形式和趣味。而在正统的《中国电影发展史》中，这位被世人瞩目的东方电影先驱仅得几行灰色的评语。
          </p>
        </div>
      </el-tab-pane>
      <el-tab-pane label="费穆的儒家电影">
        <div>
          <p>

            真正有系统地深入探索电影文化表达的诸种可能性的，在那个喧嚣时代，大概只有费穆一人。文化决定气质，气质决定形式。我们往往过多地惊叹他的形式表达，却忽略了他试图成为"电影儒家"的现世激情。1948年初，费穆在另外一部影片的空闲时间用3个月拍完了《小城之春》，上映后，反响不大，很快被人遗忘。1983年，香港艺术中心和香港电影文化中心合办的"20至40年代中国电影回顾展"令《小城之春》重放光芒。此后，该片成为中国电影界一致公认的经典。在世界电影百年之际，该片不仅被评为中国电影90年的10部经典作品之一，更被香港电影评论界评为世界百年电影史上的10大经典之一。而在他一生参与编导和监制的21部影片中，现存的仅有10部。由阮玲玉主演的《城市之夜》、《人生》和《香雪海》已经看不到了，他在战场上拍摄的抗战纪实片《北战场精忠录》和呕心沥血之作《镀金的城》、《孔夫子》、《锦绣江山》也都失散了。仅存抗战宣传片《狼山喋血记》、梅兰芳主演的中国第一部电影戏曲片《生死恨》和《小城之春》。1980年，在英国电影学院的仓库中发现了《天伦》的残片，从这段残片中，我们可以管窥到这位"电影儒家"一系列作品的抱负:温柔敦厚、天人合一的现世理想，以及这种内在素养折射出的优雅形式和趣味。而在正统的《中国电影发展史》中，这位被世人瞩目的东方电影先驱仅得几行灰色的评语。
          </p>
        </div>
      </el-tab-pane>
      <el-tab-pane label="传教电影">
        <div>
          <p>

            一大批"福音导演" (很多是业余导演)拍摄的"传教电影"，由于制作粗糙和手段单一、更由于缺少商业电影的吸引力，很难进入电影史家的视野。但它们在纪录价值、信仰价值、甚至叙事价值上，都有值得研究的地方。好莱坞很多大导演，实际上也可看做是"福音导演"。对信仰的忠诚，对真理的执著、对观影效果的极端重视，正是好莱坞电影从福音电影里学习的结果。这部分影片主要集中在港台，也产生了几位大导演，例如关信辉、冼杞然等。而早期中国电影中，也有用电影做善事的传统，最典型的莫过于《武训传》了。虽然该片前后加上了应景的"点题"文章，但通片看到的却是一位在山东的荒草中踽踽独行的"圣徒"形象。"双色立体放映法"(Anaglyphe)，曾在1935年前后被路易·卢米埃尔及美国的米高梅公司用来放映短片。 "双色立体放映法"的缺点是使人们不能看到彩色，所以(尤其在德国)有人用两片无色的偏镜片(Polarlides)来代替原先的红绿镜片，使光线从左边或右边偏离分散。 到1950年，这种方法开始走出实验室，在意大利、匈牙利和英国作公开的表演。 1952年11月在纽约，亚区·阿波勒放映了一部立体影片《魔鬼勃华那》，广告上用了这样引人注意的字样:"狮子爬上您的双膝"，"请看爱情的立体表演"。这部描写猛兽的探险片是用低成本在南非拍摄的，它获得如此大的成功，以致好莱坞各大公司竞相用立体电影来拍摄恐怖片(如《戴蜡面具的人》)，表现珍尼·鲁塞尔或丽塔·海华斯的色相的影片(如《法兰西路线》，《萨蒂·汤姆逊小姐》)。但是"偏光镜公司"出租它的眼镜收费之高，正象杀掉一只生金卵的母鸡，观众也对这种电影渐感厌烦，因为这种立体电影顶多只能表现演员在景深镜头中的一些活动，或者靠摄影机的移动来产生某些立体的效果。到1954年年底，好莱坞放弃了立体电影，同时在苏联，伊万诺夫发明的立体电影仍在一些大城市里放映，吸引有限的观众。 "星涅拉马"式宽银幕电影是和立体电影同时在纽约出现的，不过它的流行要持久得多。这种电影的发明者弗莱德·华勒(1954年故世)在放映时采用凹三面银幕和立体音响，就如阿贝尔·冈斯和机械师德布里于1927年和1935年在巴黎两次放映《拿破仑》时所用的方法那样。1940年华尔特·迪斯尼在美国几个城市里放映他的影片《幻想曲》 时也采用三条音带与三个扩音器，来产生立体声的效果。 "星涅拉马"式宽银幕电影用3架放映机，300平方米的凹三面银幕，6条声带和将近20个扩音器。它在纽约获得如此大的商业成功，以致观众要好几个月前预订影院的座位。 经过十年获利的经营，到1962年年底世界各地共有140家"星涅拉马"电影院，放映麦克·托德、茂里安·古柏、路易·德·罗希蒙等人拍摄的九十部影片。这些影片当时还不是故事片，而是一些旅游纪录片，引导观众漫游世界五大洲。当表现交通工具(火车、飞机、小汽车、直升飞机、游览小火车等)迎面飞驰而来时，尤其能产生惊人的效果。 这种立体效果更因哈扎尔·黎夫斯创造的立体声而大大加强。 1962年之后，凹三面银幕简化为一个大银幕，上面只放映70毫米的一部影片。"星涅拉马"式宽银幕电影开始用来放映故事片，但这些故事片在商业上的几次失败，使观看这种电影的人数明显下降。 在"星涅拉马"式宽银幕电影基础上发展起来的环幕电影是由华尔特·迪斯尼出资兴办的。这种电影要观众站在一个环形银幕的中央，银幕上面有11个孔，透过这些孔放映11部16毫米的影片，使周圈360度的银幕上都投射上画面。观众可以瞩目四望，可是很快就会被这种象巡回演出商的演出弄得疲惫不堪，放映很难继续半小时以上，因此至今还没有人为这种电影制作故事片。 "星涅拉马"式宽银幕电影积极倡导者之一的麦克·托德以其惊人的宣传才干大力推销一种名叫"托德-A.O."(A.O.是美国光学公司的简称)的宽银幕电影放映法。这种方法是用70毫米的影片在放映机里向横方面展开，把画面形象投射到几个巨大的银幕上，这些画面比标准影片的画面大十倍。在他不幸于1958年丧身于飞机失事之前，这位善于经营的制片人在用托德-A.O.法放映的两部故事片上发了一笔大财，这两部故事片一部是由弗莱德·齐纳曼导演的轻歌剧片《俄克拉荷马》，另一部故事片是《八十天环游世界》，尤其获得成功，这是一部天真幻想的大场面片，根据儒勒·凡尔纳原作的情节自由改编。到1958年年底止，全世界已有200家电影院安装了放映托德-A.O.影片的设备，另外，为了普及放映起见，托德-A.O.的影片还被转印到35毫米的标准胶片上面。同样也有人着手试验"深景电影"(Vistavision)，这种电影也是用一条35毫米的影片在放映机内向横的方向展开，影片的画格尺寸为35×35毫米，这种尺寸是那些使用莱卡摄影机的摄影师们所很熟悉的。

          </p>
        </div>
      </el-tab-pane>
      <el-tab-pane label="李香兰和'满映'电影">
        <div>
          <p>

            这是一块历史的"无人地带"。正如我们称呼当年东北大片河山为伪"满洲国"一样，我们从来不认为这块土地上生产的电影是真正的"国族电影"。中国电影史迄今也仅在李道新的书中对这些电影有所涉及。1937年8月，"株式会社满洲映画协会"正式成立，简称"满映"。它是伪"满洲国"管理电影摄制、发行和放映的专门机构。满映生产的影片分为"娱民"、"启民"和"时事"三种影片。"启民"影片是直接体现国策电影思想的片种，满映初期拍摄的《进展的国都》、《协和青年》、《光明的大地》等都是这类影片。在故事片制作方面，以情节性较强、宣传性较淡的娱乐影片为主。1945年日本投降，满映理事长甘粕正彦自杀，"满映"随之解体。"满映"在它存在的8年里，共拍摄故事片108部，教育片、纪录片189部。这些资料胶片一部分后来流失到前苏联，日本人发现后出高价买回胶片，编成了30集的录像带，在日本发售。后来经向日本方面交涉，1995年5月，日本同意向中国政府赠送部分资料。"满映"时期的代表人物是李香兰，她是在中国出生的日本人，主演了"满映"时期的许多电影，她演唱的《夜来香》曾红遍大江南北，是当时电影界和音乐界分外耀眼的明星。日本战败后李香兰被控"汉奸罪"，判了死刑，因户口簿证明日本人的身份得到承认。1946年2月，被国民党政府无罪释放后回到日本。1947年恢复本名山口淑子，重回日本演艺界，并一度活跃在好莱坞。"双色立体放映法"(Anaglyphe)，曾在1935年前后被路易·卢米埃尔及美国的米高梅公司用来放映短片。 "双色立体放映法"的缺点是使人们不能看到彩色，所以(尤其在德国)有人用两片无色的偏镜片(Polarlides)来代替原先的红绿镜片，使光线从左边或右边偏离分散。 到1950年，这种方法开始走出实验室，在意大利、匈牙利和英国作公开的表演。 1952年11月在纽约，亚区·阿波勒放映了一部立体影片《魔鬼勃华那》，广告上用了这样引人注意的字样:"狮子爬上您的双膝"，"请看爱情的立体表演"。这部描写猛兽的探险片是用低成本在南非拍摄的，它获得如此大的成功，以致好莱坞各大公司竞相用立体电影来拍摄恐怖片(如《戴蜡面具的人》)，表现珍尼·鲁塞尔或丽塔·海华斯的色相的影片(如《法兰西路线》，《萨蒂·汤姆逊小姐》)。但是"偏光镜公司"出租它的眼镜收费之高，正象杀掉一只生金卵的母鸡，观众也对这种电影渐感厌烦，因为这种立体电影顶多只能表现演员在景深镜头中的一些活动，或者靠摄影机的移动来产生某些立体的效果。到1954年年底，好莱坞放弃了立体电影，同时在苏联，伊万诺夫发明的立体电影仍在一些大城市里放映，吸引有限的观众。 "星涅拉马"式宽银幕电影是和立体电影同时在纽约出现的，不过它的流行要持久得多。这种电影的发明者弗莱德·华勒(1954年故世)在放映时采用凹三面银幕和立体音响，就如阿贝尔·冈斯和机械师德布里于1927年和1935年在巴黎两次放映《拿破仑》时所用的方法那样。1940年华尔特·迪斯尼在美国几个城市里放映他的影片《幻想曲》 时也采用三条音带与三个扩音器，来产生立体声的效果。 "星涅拉马"式宽银幕电影用3架放映机，300平方米的凹三面银幕，6条声带和将近20个扩音器。它在纽约获得如此大的商业成功，以致观众要好几个月前预订影院的座位。 经过十年获利的经营，到1962年年底世界各地共有140家"星涅拉马"电影院，放映麦克·托德、茂里安·古柏、路易·德·罗希蒙等人拍摄的九十部影片。这些影片当时还不是故事片，而是一些旅游纪录片，引导观众漫游世界五大洲。当表现交通工具(火车、飞机、小汽车、直升飞机、游览小火车等)迎面飞驰而来时，尤其能产生惊人的效果。 这种立体效果更因哈扎尔·黎夫斯创造的立体声而大大加强。 1962年之后，凹三面银幕简化为一个大银幕，上面只放映70毫米的一部影片。"星涅拉马"式宽银幕电影开始用来放映故事片，但这些故事片在商业上的几次失败，使观看这种电影的人数明显下降。 在"星涅拉马"式宽银幕电影基础上发展起来的环幕电影是由华尔特·迪斯尼出资兴办的。这种电影要观众站在一个环形银幕的中央，银幕上面有11个孔，透过这些孔放映11部16毫米的影片，使周圈360度的银幕上都投射上画面。观众可以瞩目四望，可是很快就会被这种象巡回演出商的演出弄得疲惫不堪，放映很难继续半小时以上，因此至今还没有人为这种电影制作故事片。 "星涅拉马"式宽银幕电影积极倡导者之一的麦克·托德以其惊人的宣传才干大力推销一种名叫"托德-A.O."(A.O.是美国光学公司的简称)的宽银幕电影放映法。这种方法是用70毫米的影片在放映机里向横方面展开，把画面形象投射到几个巨大的银幕上，这些画面比标准影片的画面大十倍。在他不幸于1958年丧身于飞机失事之前，这位善于经营的制片人在用托德-A.O.法放映的两部故事片上发了一笔大财，这两部故事片一部是由弗莱德·齐纳曼导演的轻歌剧片《俄克拉荷马》，另一部故事片是《八十天环游世界》，尤其获得成功，这是一部天真幻想的大场面片，根据儒勒·凡尔纳原作的情节自由改编。到1958年年底止，全世界已有200家电影院安装了放映托德-A.O.影片的设备，另外，为了普及放映起见，托德-A.O.的影片还被转印到35毫米的标准胶片上面。同样也有人着手试验"深景电影"(Vistavision)，这种电影也是用一条35毫米的影片在放映机内向横的方向展开，影片的画格尺寸为35×35毫米，这种尺寸是那些使用莱卡摄影机的摄影师们所很熟悉的。

          </p>
        </div>
      </el-tab-pane>
      <el-tab-pane label="持摄像机的人们">
        <div>
          <p>

            2003年，中国电影资料馆在石城发现一批拍摄于20世纪30、40年代的胶片资料。这批影片已经整理的有61部之多，全部拍摄于20世纪三四十年代。这批影片记录了当时中国不同地区、不同民族的人们的人文风俗地理名胜和生活状况。拍摄这批电影的摄影师是中国纪录电影的开创者-孙明经。他是中国高校电影教育的开创者，创建了中国现代高等教育史上第一个电影专业，并且独立拍摄完成49部纪录电影，主持摄制了100多部纪录电影和科教电影，译制了66部外国电影，完成影片长达50000英尺。然而，20世纪50年代后期，孙明经的名字从电影史上神秘地消失了。他拍摄的影片《农人之春》于1935年7月23日在比利时布鲁塞尔举行的农村电影国际比赛会上荣获特等奖第3名，这是中国电影第一次在国际电影节上获奖。遗憾的是，这部电影的拷贝已经失落。1998年，第一届台湾国际纪录片双年展首次展出了另一位从未被发现的纪录片作者刘呐鸥所拍摄的两卷纪录片《人间卷》和《卷》。经过数年的努力，台湾电影资料馆复修了刘呐鸥外孙林建享先生提供的刘呐鸥纪录片5卷，包括《人间卷》、《卷》、《风景卷》、《广东卷》和《东京卷》。首两卷纪录片，大概摄于1933至1934年。这些被刘自己称为《持摄影机的男士》的影片，基本内容是展现刘呐鸥的家庭生活、台湾庙会巡游盛况、奉天风景、旅游花絮、轮船离开港口情形、广东风景、旅游花絮、军队会操等。这些早期纪录片多年来藏在各个华语电影资料馆的地下室里，沉默至今。"双色立体放映法"(Anaglyphe)，曾在1935年前后被路易·卢米埃尔及美国的米高梅公司用来放映短片。 "双色立体放映法"的缺点是使人们不能看到彩色，所以(尤其在德国)有人用两片无色的偏镜片(Polarlides)来代替原先的红绿镜片，使光线从左边或右边偏离分散。 到1950年，这种方法开始走出实验室，在意大利、匈牙利和英国作公开的表演。 1952年11月在纽约，亚区·阿波勒放映了一部立体影片《魔鬼勃华那》，广告上用了这样引人注意的字样:"狮子爬上您的双膝"，"请看爱情的立体表演"。这部描写猛兽的探险片是用低成本在南非拍摄的，它获得如此大的成功，以致好莱坞各大公司竞相用立体电影来拍摄恐怖片(如《戴蜡面具的人》)，表现珍尼·鲁塞尔或丽塔·海华斯的色相的影片(如《法兰西路线》，《萨蒂·汤姆逊小姐》)。但是"偏光镜公司"出租它的眼镜收费之高，正象杀掉一只生金卵的母鸡，观众也对这种电影渐感厌烦，因为这种立体电影顶多只能表现演员在景深镜头中的一些活动，或者靠摄影机的移动来产生某些立体的效果。到1954年年底，好莱坞放弃了立体电影，同时在苏联，伊万诺夫发明的立体电影仍在一些大城市里放映，吸引有限的观众。 "星涅拉马"式宽银幕电影是和立体电影同时在纽约出现的，不过它的流行要持久得多。这种电影的发明者弗莱德·华勒(1954年故世)在放映时采用凹三面银幕和立体音响，就如阿贝尔·冈斯和机械师德布里于1927年和1935年在巴黎两次放映《拿破仑》时所用的方法那样。1940年华尔特·迪斯尼在美国几个城市里放映他的影片《幻想曲》 时也采用三条音带与三个扩音器，来产生立体声的效果。 "星涅拉马"式宽银幕电影用3架放映机，300平方米的凹三面银幕，6条声带和将近20个扩音器。它在纽约获得如此大的商业成功，以致观众要好几个月前预订影院的座位。 经过十年获利的经营，到1962年年底世界各地共有140家"星涅拉马"电影院，放映麦克·托德、茂里安·古柏、路易·德·罗希蒙等人拍摄的九十部影片。这些影片当时还不是故事片，而是一些旅游纪录片，引导观众漫游世界五大洲。当表现交通工具(火车、飞机、小汽车、直升飞机、游览小火车等)迎面飞驰而来时，尤其能产生惊人的效果。 这种立体效果更因哈扎尔·黎夫斯创造的立体声而大大加强。 1962年之后，凹三面银幕简化为一个大银幕，上面只放映70毫米的一部影片。"星涅拉马"式宽银幕电影开始用来放映故事片，但这些故事片在商业上的几次失败，使观看这种电影的人数明显下降。 在"星涅拉马"式宽银幕电影基础上发展起来的环幕电影是由华尔特·迪斯尼出资兴办的。这种电影要观众站在一个环形银幕的中央，银幕上面有11个孔，透过这些孔放映11部16毫米的影片，使周圈360度的银幕上都投射上画面。观众可以瞩目四望，可是很快就会被这种象巡回演出商的演出弄得疲惫不堪，放映很难继续半小时以上，因此至今还没有人为这种电影制作故事片。 "星涅拉马"式宽银幕电影积极倡导者之一的麦克·托德以其惊人的宣传才干大力推销一种名叫"托德-A.O."(A.O.是美国光学公司的简称)的宽银幕电影放映法。这种方法是用70毫米的影片在放映机里向横方面展开，把画面形象投射到几个巨大的银幕上，这些画面比标准影片的画面大十倍。在他不幸于1958年丧身于飞机失事之前，这位善于经营的制片人在用托德-A.O.法放映的两部故事片上发了一笔大财，这两部故事片一部是由弗莱德·齐纳曼导演的轻歌剧片《俄克拉荷马》，另一部故事片是《八十天环游世界》，尤其获得成功，这是一部天真幻想的大场面片，根据儒勒·凡尔纳原作的情节自由改编。到1958年年底止，全世界已有200家电影院安装了放映托德-A.O.影片的设备，另外，为了普及放映起见，托德-A.O.的影片还被转印到35毫米的标准胶片上面。同样也有人着手试验"深景电影"(Vistavision)，这种电影也是用一条35毫米的影片在放映机内向横的方向展开，影片的画格尺寸为35×35毫米，这种尺寸是那些使用莱卡摄影机的摄影师们所很熟悉的。

          </p>
        </div>
      </el-tab-pane>
      <el-tab-pane label="先锋实验电影">
        <div>
          <p>

            翻开中国任何一本电影史，我们找不到除了主流的叙事电影之外的其他片种:我们历来把电影当作思想表达和教化的工具，纯形式的玩味被当作资产阶级情调。形式就是内容这个说法从来没在现实当中真正地被理解。这些电影包括:电影大家的小游戏、民间的非胶片作品、实验艺术家的影像作品、正在"失踪"的当代独立电影(第六代、民间影像)。目前，只有成立于2003年8月的广东电影录像资料馆宣称收藏这些"体制外"的电影作品。但藏品如何，我们不得而知，因为它不对公众开放。

以上仅是目前能够发现的一些"失踪者"的部分轨迹。中国电影资料的损毁和流失无论怎样估量都不过分。目前中国电影资料馆馆藏中外影片近2.5万部，其中1949年以前的电影馆藏不过是那出品丰富的年代的15%(不到400部)。大部分早期电影要么毁于战火，要么流失民间，最终不知去向，要么干脆就是"销毁"或"藏灭"了。而那些幸存者如果不及时保护，大抵也免不了"失踪"的命运--大部分珍贵胶片的存储寿命已处于临界状态，易燃、褪色等保存技术问题尚未有人料理。国外先进的胶片修复技术仍未引进。

近年来，电影资料馆成为"发现失踪者"的主要"田野":这说明，在物理意义上，很多人和影片从未从我们的视野离开，但我们仍像对待某些讳莫如深的名字和年代一样，习惯用经年的时光等待它们的渐渐远去，于是，在历史的宏大叙事里，难再见到它们的名字。这是一种屈辱。不是当事人的屈辱，而是我们这些不肖子孙的屈辱。胶片也是这样一种易逝的、脆弱的生命。对以上这些"不存在的电影"的关注，实际上是对影像记忆的尊重。它们毕竟在一代人、一群人、乃至一个人的生命里鲜活地存在过。有朝一日，我们终能让这段被遗忘的时光"重现"。"双色立体放映法"(Anaglyphe)，曾在1935年前后被路易·卢米埃尔及美国的米高梅公司用来放映短片。 "双色立体放映法"的缺点是使人们不能看到彩色，所以(尤其在德国)有人用两片无色的偏镜片(Polarlides)来代替原先的红绿镜片，使光线从左边或右边偏离分散。 到1950年，这种方法开始走出实验室，在意大利、匈牙利和英国作公开的表演。 1952年11月在纽约，亚区·阿波勒放映了一部立体影片《魔鬼勃华那》，广告上用了这样引人注意的字样:"狮子爬上您的双膝"，"请看爱情的立体表演"。这部描写猛兽的探险片是用低成本在南非拍摄的，它获得如此大的成功，以致好莱坞各大公司竞相用立体电影来拍摄恐怖片(如《戴蜡面具的人》)，表现珍尼·鲁塞尔或丽塔·海华斯的色相的影片(如《法兰西路线》，《萨蒂·汤姆逊小姐》)。但是"偏光镜公司"出租它的眼镜收费之高，正象杀掉一只生金卵的母鸡，观众也对这种电影渐感厌烦，因为这种立体电影顶多只能表现演员在景深镜头中的一些活动，或者靠摄影机的移动来产生某些立体的效果。到1954年年底，好莱坞放弃了立体电影，同时在苏联，伊万诺夫发明的立体电影仍在一些大城市里放映，吸引有限的观众。 "星涅拉马"式宽银幕电影是和立体电影同时在纽约出现的，不过它的流行要持久得多。这种电影的发明者弗莱德·华勒(1954年故世)在放映时采用凹三面银幕和立体音响，就如阿贝尔·冈斯和机械师德布里于1927年和1935年在巴黎两次放映《拿破仑》时所用的方法那样。1940年华尔特·迪斯尼在美国几个城市里放映他的影片《幻想曲》 时也采用三条音带与三个扩音器，来产生立体声的效果。 "星涅拉马"式宽银幕电影用3架放映机，300平方米的凹三面银幕，6条声带和将近20个扩音器。它在纽约获得如此大的商业成功，以致观众要好几个月前预订影院的座位。 经过十年获利的经营，到1962年年底世界各地共有140家"星涅拉马"电影院，放映麦克·托德、茂里安·古柏、路易·德·罗希蒙等人拍摄的九十部影片。这些影片当时还不是故事片，而是一些旅游纪录片，引导观众漫游世界五大洲。当表现交通工具(火车、飞机、小汽车、直升飞机、游览小火车等)迎面飞驰而来时，尤其能产生惊人的效果。 这种立体效果更因哈扎尔·黎夫斯创造的立体声而大大加强。 1962年之后，凹三面银幕简化为一个大银幕，上面只放映70毫米的一部影片。"星涅拉马"式宽银幕电影开始用来放映故事片，但这些故事片在商业上的几次失败，使观看这种电影的人数明显下降。 在"星涅拉马"式宽银幕电影基础上发展起来的环幕电影是由华尔特·迪斯尼出资兴办的。这种电影要观众站在一个环形银幕的中央，银幕上面有11个孔，透过这些孔放映11部16毫米的影片，使周圈360度的银幕上都投射上画面。观众可以瞩目四望，可是很快就会被这种象巡回演出商的演出弄得疲惫不堪，放映很难继续半小时以上，因此至今还没有人为这种电影制作故事片。 "星涅拉马"式宽银幕电影积极倡导者之一的麦克·托德以其惊人的宣传才干大力推销一种名叫"托德-A.O."(A.O.是美国光学公司的简称)的宽银幕电影放映法。这种方法是用70毫米的影片在放映机里向横方面展开，把画面形象投射到几个巨大的银幕上，这些画面比标准影片的画面大十倍。在他不幸于1958年丧身于飞机失事之前，这位善于经营的制片人在用托德-A.O.法放映的两部故事片上发了一笔大财，这两部故事片一部是由弗莱德·齐纳曼导演的轻歌剧片《俄克拉荷马》，另一部故事片是《八十天环游世界》，尤其获得成功，这是一部天真幻想的大场面片，根据儒勒·凡尔纳原作的情节自由改编。到1958年年底止，全世界已有200家电影院安装了放映托德-A.O.影片的设备，另外，为了普及放映起见，托德-A.O.的影片还被转印到35毫米的标准胶片上面。同样也有人着手试验"深景电影"(Vistavision)，这种电影也是用一条35毫米的影片在放映机内向横的方向展开，影片的画格尺寸为35×35毫米，这种尺寸是那些使用莱卡摄影机的摄影师们所很熟悉的。

          </p>
        </div>
      </el-tab-pane>
    </el-tabs>
  </div>
</template>

<script>
export default {
  name: 'chineseIndex',
  data() {
    return {
      tabPosition: 'left'
    }
  },
  methods: {
    changeHistory: function() {}
  },
  computed: {}
}
</script>

<style>
.left-index {
  margin-left: 130px;
  margin-top: 40px;
  width: 900px;
}

p {
  font-size: 14px;
}

img {
  width: 300px;
}
</style>


