<template>
    <div class="left-index">
        <el-tabs :tab-position="tabPosition" style="margin-top: 40px;">
            <el-tab-pane label="电影诞生">
                <div class="film-birth">
                    <p>

                        1895月12月28日，卢米埃尔兄弟俩改造了美国发明家爱迪生所创造的“西洋镜”，将其活动影像能够借由投影而放大，让更多人能够同时观赏。 他们在巴黎卡铺辛路十四号的“大咖啡馆”地下 室中第一次公开售票播放电影《工厂的大门》，这标志着电影的正式诞生。此后，电影影响愈大， 被成为“机械文艺女神”。其诞生和成长的历 史，也即是连续摄影的机器、 坚韧敏感的胶片和连续放映的机器这三种技术手段改进的过程。
                    </p>
                    <p>
                        《工厂大门》可称为第一部广告宣传片。摄影机在门外记录了下班工人走出门外，骑车的，走路的，一幅自然真实的景象。乔治萨杜尔说“至今还使人感到一种朴素的魅力。”大门在略靠右边，在中间靠左的地方还有一个小门，因为光线暗，所以是黑色的。大门和小门刚好形成黄金分割。从大门出和从小门出的人，在构图上，也形成力量的平衡。 　　《工厂大门》在表现了工人以后，接着是一辆由两匹骏马拉着的马车载着厂主们驰进大门。
                    </p>
                    <p>
                        下图来自《工厂大门》电影。
                    </p>
                    <div>
                        <img src="@/assets/filmImage/fistFilm.jpg" alt="世界第一部电影图">
                    </div>
                </div>
            </el-tab-pane>
            <el-tab-pane label="电影兴盛">
                <div>
                    <p>
                        1908年以后，爱迪生和比沃格拉夫的电影托拉斯似乎已取得胜利。性情急躁的肯尼迪此时除了一些无足轻重的旧货商、马戏团丑角、假宝石商、鱼贩或兔皮以及一些无业游民所经营的电影业以外，已没有什么敌手。这些人几乎都是新来美国的移民，其中包括:威廉·福斯、卡尔·莱默尔、L.B.梅育、巴拉本、卡兹、凯赛尔、包曼、华纳兄弟、阿道尔夫·楚柯尔、塞缪尔·高德费许等人。当时肯尼迪所担心的是欧洲方面的竞赛。经营音乐咖啡馆的巨商茂笃克，曾把旧大陆上被百代和梅里爱所排挤的几个大制片公司联合起来，组成了一个"国际制片与放映公司"，自己担任这个公司的经理。但是，巴黎"受骗者会议"的失败，使茂笃克丧失电影史了勇气，他转而对史密斯-欧本的天然彩色胶片很感兴趣，而听任这个昙花一现的联合企业趋于瓦解。肯尼迪一方面极力促成欧洲方面竞争者的失败，另一方面，用威胁的方法将电影企业中的三个部门加速集中在自己手里。到1910年，他在这方面已经获得胜利。"电影专利公司"①的一个分支机构--通用影片公司，用200万美元把57家主要的发行公司收买过来。从此以后，美国9480家影院中，受这一托拉斯支配的有5281家，占全部影院的57%。①即被一般独立制片商称为"爱迪生托拉斯"的影片公司。如果竞争的对象是汽车工业或者是罐头工业，那么上一胜利可说已经是一个决定性的胜利。可是电影的技术日新月异，1908年认为很好的摄制方式，到1911年就成为不流行的方式，而爱迪生托拉斯却始终固步自封，使用老一套的方式。 凡是属于爱迪生托拉斯系统的每一大制片公司当时都有它自己的按年付酬的演员和导演。他们每星期要拍三四部影片。这些影片都不准超过一本，所花的费用也不得超过数百美元。商人出身的肯尼迪一定记得他从前经营的洋钉托拉斯虽享有专利权的独占，但由于这一行业，别人只要有一万美元的资本就可和他竞争的缘故，结果归于失败。而摄制一些一本长的影片，投资人只要雇用一些失业的演员，在露天或者在简陋的布景中扮演他们自己不会扮演的角色，所费成本比制造洋钉还更少。以赌马为业的凯赛尔和包曼只用了3000美元就创立了他们的影片公司。他们摄制的影片，每部成本不过200美元，而获得的收入却超过10倍。因此他们大量摄制影片，把这些影片推销给他们所控制的租片商。他们发迹的经过，和贩卖留声机的商人威廉·鲍威斯、戏剧商爱德温·丹霍塞、经营"镍币戏院"的卡尔·莱默尔、福斯、楚柯尔等人的发迹经过，实际上大致相同。这些颇为自负地自称为"独立的"新制片商，用增加几块钱津贴的方法，吸引托拉斯的技术人员到他们那里工作。威廉·雷努斯和保罗·潘采尔就是这样脱离了维太格拉夫公司，爱德温·鲍特也同样离开了爱迪生公司。这些以前做过巡回演出商的独立制片商比托拉斯的老板们更熟悉群众的爱好。潘采尔到鲍威斯那里以后，第一次就拍了一部《双枪将》，在六个月里就获得5万美元的纯利。 这些新成立的影片公司的生意日趋兴旺，因为托拉斯不能满足"镍币戏院"日益增长的需要，每星期最多只能供给两个到三个节目。有些地区的"镍币戏院"，虽然和托拉斯订有合同，但为了自己的利益，往往又和独立制片商发生联系，企图从他们那里获得一些新出的影片。肯尼迪利用报纸对"镍币戏院"这种背信行为大肆攻击，运动政府设立检查上映影片的机关，并勾结警察借口所谓安全条例，查封独立的影院。可是他这些措施对分散在象欧洲那样广大地区上的几千个放映商来说，却没有什么效果。于是他又唆使艾尔·麦考埃指挥下的流氓来攻击人数较少、易于击破的独立制片商。他们把硫酸倒在显影药水里，使底片全部毁掉，摄影机被砸烂，真的子弹从演牛仔的演员耳边掠过，在群众演员中间引起斗殴，造成伤亡事件。肯尼迪的这种办法，完全承袭了他的旧东家洛克菲勒的故技，后者曾经派遣武装匪徒，用炸药炸毁美孚公司的竞争者的输油管。 石油托拉斯可以用垄断输油管和炼油厂的办法来建立它的独占，可是这种办法在影片的流通和发行方面却很难想象。但伊斯特曼给予电影专利公司的胶卷独占权却有可能使它在打垮独立制片商方面取得胜利。然而由伯吕拉都尔经理的卢米埃尔工厂在美国的分厂，不久就出售了好几百万英尺的胶片，而里昂老厂的产量却没有任何增加。事实上，所有印有卢米埃尔兄弟公司商标的胶片都是在美国罗切斯特制造的。到了1911年，伊斯特曼放弃了这种诡计，公开宣布废弃和托拉斯签定的合同;而伯吕拉都尔本人则成了伊斯特曼的胶片销售总经理。但另一方面，在爱迪生这方面还有"山立格"、"维太格拉夫"、"卡勒姆"、"比沃格拉夫"等这些营业显然很兴旺的影片公司，继续和独立制片商进行斗争。以前经营地毯业的芝加哥人山立格"上校"，此时已成为规模庞大的摄影场、服装车间和样片洗印厂的老板了。他的影片公司专门摄制西部片。他的演员们走遍全美国，寻找风光明媚的地点。1908年初，摄影师托马斯·伯森斯和导演弗兰西斯·鲍格斯为了拍摄一部由一个失业的魔术师来演出的影片《基督山伯爵》，到了洛杉矶市的郊外。为了拍摄这部影片，他们在一个荒凉的小村建立了一所小小的摄影棚，这个小村被卖主起名为好莱坞，意即长青的橡树林，虽然这种树木在加利福尼亚州根本不能生长。山立格曾在他芝加哥的摄影场里排演过罗斯福总统在非洲打猎的影片。摄制此类影片是他的擅长。他以一个曾当过骑兵、参加过古巴战争的退伍军人、绰号汤姆·密克斯的演员为主角拍了几部故事片。这一角色受到观众极大欢迎，变成了妇孺皆知的英雄人物，直到今天，法国的孩子们都还记得他的名字.
                    </p>
                </div>
            </el-tab-pane>
            <el-tab-pane label="电影创新">
                <div>
                    <p>

                        立体放映早在电影发明之前就已出现。1868年，亨利·达尔梅达就曾用红绿两种光线把画面重复投射到银幕上，观众可以透过一种红绿双色的镜片把两个画面混合成黑白立体形象。这种方法日后被称为"双色立体放映法"(Anaglyphe)，曾在1935年前后被路易·卢米埃尔及美国的米高梅公司用来放映短片。 "双色立体放映法"的缺点是使人们不能看到彩色，所以(尤其在德国)有人用两片无色的偏镜片(Polarlides)来代替原先的红绿镜片，使光线从左边或右边偏离分散。 到1950年，这种方法开始走出实验室，在意大利、匈牙利和英国作公开的表演。 1952年11月在纽约，亚区·阿波勒放映了一部立体影片《魔鬼勃华那》，广告上用了这样引人注意的字样:"狮子爬上您的双膝"，"请看爱情的立体表演"。这部描写猛兽的探险片是用低成本在南非拍摄的，它获得如此大的成功，以致好莱坞各大公司竞相用立体电影来拍摄恐怖片(如《戴蜡面具的人》)，表现珍尼·鲁塞尔或丽塔·海华斯的色相的影片(如《法兰西路线》，《萨蒂·汤姆逊小姐》)。但是"偏光镜公司"出租它的眼镜收费之高，正象杀掉一只生金卵的母鸡，观众也对这种电影渐感厌烦，因为这种立体电影顶多只能表现演员在景深镜头中的一些活动，或者靠摄影机的移动来产生某些立体的效果。到1954年年底，好莱坞放弃了立体电影，同时在苏联，伊万诺夫发明的立体电影仍在一些大城市里放映，吸引有限的观众。 "星涅拉马"式宽银幕电影是和立体电影同时在纽约出现的，不过它的流行要持久得多。这种电影的发明者弗莱德·华勒(1954年故世)在放映时采用凹三面银幕和立体音响，就如阿贝尔·冈斯和机械师德布里于1927年和1935年在巴黎两次放映《拿破仑》时所用的方法那样。1940年华尔特·迪斯尼在美国几个城市里放映他的影片《幻想曲》 时也采用三条音带与三个扩音器，来产生立体声的效果。 "星涅拉马"式宽银幕电影用3架放映机，300平方米的凹三面银幕，6条声带和将近20个扩音器。它在纽约获得如此大的商业成功，以致观众要好几个月前预订影院的座位。 经过十年获利的经营，到1962年年底世界各地共有140家"星涅拉马"电影院，放映麦克·托德、茂里安·古柏、路易·德·罗希蒙等人拍摄的九十部影片。这些影片当时还不是故事片，而是一些旅游纪录片，引导观众漫游世界五大洲。当表现交通工具(火车、飞机、小汽车、直升飞机、游览小火车等)迎面飞驰而来时，尤其能产生惊人的效果。 这种立体效果更因哈扎尔·黎夫斯创造的立体声而大大加强。 1962年之后，凹三面银幕简化为一个大银幕，上面只放映70毫米的一部影片。"星涅拉马"式宽银幕电影开始用来放映故事片，但这些故事片在商业上的几次失败，使观看这种电影的人数明显下降。 在"星涅拉马"式宽银幕电影基础上发展起来的环幕电影是由华尔特·迪斯尼出资兴办的。这种电影要观众站在一个环形银幕的中央，银幕上面有11个孔，透过这些孔放映11部16毫米的影片，使周圈360度的银幕上都投射上画面。观众可以瞩目四望，可是很快就会被这种象巡回演出商的演出弄得疲惫不堪，放映很难继续半小时以上，因此至今还没有人为这种电影制作故事片。 "星涅拉马"式宽银幕电影积极倡导者之一的麦克·托德以其惊人的宣传才干大力推销一种名叫"托德-A.O."(A.O.是美国光学公司的简称)的宽银幕电影放映法。这种方法是用70毫米的影片在放映机里向横方面展开，把画面形象投射到几个巨大的银幕上，这些画面比标准影片的画面大十倍。在他不幸于1958年丧身于飞机失事之前，这位善于经营的制片人在用托德-A.O.法放映的两部故事片上发了一笔大财，这两部故事片一部是由弗莱德·齐纳曼导演的轻歌剧片《俄克拉荷马》，另一部故事片是《八十天环游世界》，尤其获得成功，这是一部天真幻想的大场面片，根据儒勒·凡尔纳原作的情节自由改编。到1958年年底止，全世界已有200家电影院安装了放映托德-A.O.影片的设备，另外，为了普及放映起见，托德-A.O.的影片还被转印到35毫米的标准胶片上面。同样也有人着手试验"深景电影"(Vistavision)，这种电影也是用一条35毫米的影片在放映机内向横的方向展开，影片的画格尺寸为35×35毫米，这种尺寸是那些使用莱卡摄影机的摄影师们所很熟悉的。

                    </p>
                </div>
            </el-tab-pane>
        </el-tabs>
    </div>
</template>

<script>
export default {
  name: 'indexs',
  data() {
    return {
      tabPosition: 'left'
    }
  },
  methods: {
    changeHistory: function() {}
  },
  computed: {}
}
</script>

<style>
.left-index {
  margin-left: 130px;
  margin-top: 40px;
  width: 900px;
}

p {
  font-size: 14px;
}
</style>


